[{"solicitation_title":"Late-Stage Translation of Biomedical and Behavioral Research Results in Arthritis and Musculoskeletal and Skin Diseases from Academic/Non-profit Lab to Marketplace (SBIR [R43/R44] Clinical Trial Not Allowed)","solicitation_number":"PAR-21-030","program":"SBIR","phase":"BOTH","agency":"Department of Health and Human Services","branch":"National Institutes of Health","solicitation_year":"2021","release_date":"2020-10-08","open_date":"2020-12-05","close_date":"2022-09-06","application_due_date":["2021-01-05","2021-04-05","2021-09-07","2022-01-05","2022-04-05","2022-09-05"],"occurrence_number":null,"sbir_solicitation_link":"https://www.sbir.gov/node/1833869","solicitation_agency_url":"https://grants.nih.gov/grants/guide/pa-files/PAR-21-030.html","current_status":"open","solicitation_topics":[{"topic_title":"Late-Stage Translation of Biomedical and Behavioral Research Results in Arthritis and Musculoskeletal and Skin Diseases from Academic/Non-profit Lab to Marketplace (SBIR [R43/R44] Clinical Trial Not Allowed)","branch":"National Institutes of Health","topic_number":"PAR-21-030","topic_description":"Purpose\r\n\r\nThis Funding Opportunity Announcement (FOA) encourages the translation of technology and therapeutic innovations from academic and other non-profit research sectors to the marketplace to advance the development of diagnostic and prevention tools or treatments for musculoskeletal, rheumatic or skin diseases. Small Business Concerns (SBCs) are encouraged to apply for this Small Business Innovation Research (SBIR) grant award to support late-stage translation of their work and move the lab technologies towards commercial dissemination. Applications to this FOA must describe partnerships and close collaboration between the original developers of these technologies and SBCs, which may be accomplished in a number of ways, including the use of multiple Program Directors/Principal Investigators and/or employing researchers from the original institutions in the SBCs.\r\n\r\nThe NIAMS/NIH and other research sponsors have invested a significant amount of funds in developing new technologies to study musculoskeletal, rheumatic or skin diseases from basic, translational, and clinical perspectives through a variety of mechanisms, such as the NIH R01, R15, R21, R61, and P50, as well as NIH Research Evaluation and Commercialization Hub (REACH) Awards. These investments have produced a large amount of intellectual property for new technologies including drug candidates, biomarkers, diagnostic tools, and tissue engineering products. Since commercialization of a new technology or a potentially new therapeutic is a complex process, academic investigators with a focus on theoretical and mechanistic studies may not have the capacity to translate the lab technology concepts into products for clinical use. Consequently, these concepts for new technologies and drugs may slowly or never advance to commercial dissemination. This FOA is intended to utilize the NIH SBIR grant mechanism to move these innovations in NIAMS mission-relevant research from non-commercial laboratories into the commercial marketplace through collaborations between small businesses and non-commercial laboratories.\r\n\r\nResearch Objectives and Scope\r\n\r\nThis initiative will support late-stage pre-clinical studies on technology or therapy feasibility, and studies that are required for regulatory approval before clinical testing and making new lab technologies more practical for clinical use. Applications may include human subjects research; however, clinical trials are excluded. Applicants could propose to analyze samples from affected subjects and controls, conduct subject interviews or other procedures of clinical research; however, applications that propose to conduct intervention studies will not be considered responsive to the FOA and will not be reviewed.\r\n\r\nFor the purpose of this initiative, a late-stage translation is the continuation of previous research work that has shown promising data for development of a product. It is expected that the academic/non-profit labs have conducted mechanistic studies and obtained preliminary results that provide a strong premise to further develop the technology or therapy. The concept of a product should be well defined.\r\n\r\nNIAMS mission-relevant research topics include, but are not limited to:\r\n\r\nDevelopment of therapies such as drugs, biologics, devices, cells, genes or behavioral interventions\r\n\r\nDevelopment of innovative strategies for the delivery of drugs\r\n\r\nBiomarker studies focusing on changes in disease-associated biochemistry, imaging, physiology or other measures that would facilitate screening and diagnosis\r\n\r\nDevelopment of outcome measures and methodologies that would enhance future observational studies and clinical trials\r\n\r\nDevelopment of 3D human tissue models for studying pathogenesis and/or testing new therapeutics\r\n\r\nCollaboration between Academic/Non-profit Lab and SBCs\r\n\r\nCommercialization of academic/non-profit lab research results is normally supported by the Small Business Technology Transfer (STTR) program, in which the research institutions can significantly contribute to the research and development. This FOA specifically encourages late-stage translation to be completed mostly by the small businesses. A collaboration between academic/non-profit labs and SBCs is encouraged, and the academic/non-profit lab can perform a portion of the project in accordance with the SBIR policy. This initiative also encourages academic researchers, especially women and socially or economically disadvantaged persons, to participate in innovation and entrepreneurship. A technology transfer agreement between the research institution and the SBC should be in place.\r\n\r\nMilestone\r\n\r\nNIH emphasizes rigor and reproducibility of observed results. This FOA will support duplication of the critical experiments/tests in a new setting (e.g., a different device model, a 3D human tissue model) to demonstrate the feasibility of a technology for commercialization or to support FDA approval for clinical trial. Because development of a new technology or therapy is inherently high-risk, attrition is anticipated as projects move through the process. To help mitigate this risk, applications must propose one or more milestones associated with each of the research plan's objectives, in each phase of the project. Milestones are goals that measure success and/or efficacy that can be used for go/no-go decision-making for the project, and should have quantitative success criteria and an associated rationale for each. Quantitative criteria should be robust and consistent with the state-of-the-art of the field. Details on methods, assumptions, experimental designs, and data analysis plans (if the results are quantitatively measured) should be included for each milestone. Each milestone must have a timeline and be incorporated into the overall project timeline, which should also be reflected in a Gantt chart.","sbir_topic_link":"https://www.sbir.gov/node/1833871","subtopics":[]}]}]