[{"solicitation_title":"SBIR Phase II (2021)","solicitation_number":"NSF 21-565","program":"SBIR","phase":"Phase II","agency":"National Science Foundation","branch":"N/A","solicitation_year":"2021","release_date":"2021-02-16","open_date":"2021-02-16","close_date":"2021-12-02","application_due_date":["2021-03-04","2021-06-03","2021-09-02","2021-12-02"],"occurrence_number":null,"sbir_solicitation_link":"https://www.sbir.gov/node/1904925","solicitation_agency_url":"https://www.nsf.gov/pubs/2021/nsf21565/nsf21565.htm","current_status":"open","solicitation_topics":[]},{"solicitation_title":"Interactive Digital Media STEM Resources for Pre-College and Informal Science Education Audiences (SBIR) (R43/R44 Clinical Trial Not Allowed) ","solicitation_number":"PAR-20-244 ","program":"SBIR","phase":"BOTH","agency":"Department of Health and Human Services","branch":"National Institutes of Health","solicitation_year":"2020","release_date":"2020-06-25","open_date":"2020-08-04","close_date":"2022-09-03","application_due_date":["2020-09-04","2021-09-03","2022-09-02"],"occurrence_number":null,"sbir_solicitation_link":"https://www.sbir.gov/node/1703169","solicitation_agency_url":"https://grants.nih.gov/grants/guide/pa-files/PAR-20-244.html","current_status":"open","solicitation_topics":[{"topic_title":"Interactive Digital Media STEM Resources for Pre-College and Informal Science Education Audiences (SBIR) (R43/R44 Clinical Trial Not Allowed) ","branch":"National Institutes of Health","topic_number":"PAR-20-244 ","topic_description":"The educational objective of this FOA is to provide opportunities for eligible SBCs to submit NIH SBIR grant applications to develop IDM STEM products that address student career choice and health and medicine topics for: (1) pre-kindergarten to grade 12 (P-12) students and teachers or (2) informal science education (ISE) audiences. The second educational objective is to inform the American public that their quality of health is defined by lifestyle. If this message is understood, people can begin to live longer and reduce the healthcare burden to society. Therefore, this FOA also encourages IDM STEM products that will increase public health literacy and stimulate behavioral changes towards a healthier lifestyle. The research objective of this FOA is the development of new educational products that will advance our understanding of how IDM STEM-based gaming can improve student learning. It is anticipated that increasing underserved and minority student achievement in STEM fields through IDM STEM resources will encourage these students to pursue health-related careers that will increase their economic and social opportunities. A diverse health care workforce will help to expand health care access for the underserved, foster research in neglected areas of societal need, and enrich the pool of managers and policymakers to meet the needs of a diverse population.\r\n\r\nIDM is a bridge technology that converts game-based activities from a social pastime to a powerful educational tool that challenges students with problem solving, conceptual reasoning and goal-oriented decision making. Well-designed IDM products mimic successful teacher pedagogy and exploit student interest in games for learning. IDM STEM products also integrate imbedded learning, e.g., what the student knows and new knowledge gained in the gaming process, into problem solving skills. IDM products provide real time student assessment. Unlike standardized classroom testing where student achievement is a pass or fail process, IDM-based assessment is interactive, does not punish the student, and provides feedback on how to move to the next level of play. IDM products are intended to generate long-term changes in student performance, educational outcomes and career choices.\r\n\r\nThis FOA also encourages IDM STEM products that will increase public health literacy and stimulate behavioral changes towards a healthier lifestyle. Types of applications submitted to this FOA may vary with the target audience, scientific content, educational purpose and method of delivery. IDM STEM products may include but are not limited to: game-based curricula, resources that promote attitude changes toward learning, new skills development, teamwork and group activities, public participation in scientific research (citizen science) projects, and behavioral changes in lifestyle and health. IDM STEM products designed to increase the number of underserved students, e.g., American Indian, Alaska Native, Pacific Islanders, African American, Hispanic, disabled, or otherwise underrepresented individuals considering careers in basic, behavioral or clinical research are encouraged.\r\n\r\nIDM STEM products may be designed for use in-classroom or out-of-classroom settings, e.g., as supplements to existing classroom curricula, for after-school science clubs, libraries, hospital waiting rooms and science museums. IDM products may target children in group settings or individually, with or without adult or teacher participation or supervision.\r\n\r\nThe proposed project may use any IDM gaming technology or platform but the platform chosen should be accessible to the target group.\r\n\r\n","sbir_topic_link":"https://www.sbir.gov/node/1703171","subtopics":[]}]},{"solicitation_title":"BRAIN Initiative: Development Optimization, and Validation of Novel Tools and Technologies for Neuroscience Research (SBIR) (R43/R44 - Clinical Trial Not Allowed)","solicitation_number":"PA-18-871 ","program":"SBIR","phase":"BOTH","agency":"Department of Health and Human Services","branch":"National Institutes of Health","solicitation_year":"2018","release_date":"2018-07-24","open_date":"2018-08-05","close_date":"2021-05-06","application_due_date":["2018-09-05","2019-01-05","2019-04-05","2019-09-05","2020-01-05","2020-04-05","2020-09-05","2021-01-05","2021-04-05"],"occurrence_number":null,"sbir_solicitation_link":"https://www.sbir.gov/node/1505891","solicitation_agency_url":"https://grants.nih.gov/grants/guide/pa-files/PA-18-871.html","current_status":"open","solicitation_topics":[{"topic_title":"BRAIN Initiative: Development Optimization, and Validation of Novel Tools and Technologies for Neuroscience Research (SBIR) (R43/R44 - Clinical Trial Not Allowed) ","branch":"National Institutes of Health","topic_number":"PA-18-871 ","topic_description":"Background\r\n\r\nThe Brain Research through Advancing Innovative Neurotechnologies (BRAIN) Initiative is a Presidential project aimed at revolutionizing our understanding of the human brain. By accelerating the development and application of innovative technologies, researchers will be able to produce a new dynamic picture of the brain that, for the first time, shows how individual cells and complex neural circuits interact in both time and space. It is expected that the application of these new tools and technologies will ultimately lead to new ways to identify, treat, cure, and even prevent brain disorders.\r\n\r\nNIH is one of several federal agencies involved in the BRAIN Initiative. Planning for the NIH component of the BRAIN initiative is guided by the long-term scientific plan, \"BRAIN 2025: A Scientific Vision,\" which details seven high-priority research areas and calls for a sustained federal commitment of $4.5 billion over 12 years. This report can be found at http://braininitiative.nih.gov/. This FOA and other FOAs issued in Fiscal Year 2018 are based on NIH&#39;s careful consideration of the recommendations of the BRAIN 2025 Report, and input from the NIH BRAIN Multi-Council Working Group.\r\n\r\n\r\n\tIn addition to the National BRAIN initiative, the NIH continues to have a substantial annual investment in neuroscience research and in technology development, including through the Small Business Innovation Research (SBIR) and Small Business Technology Transfer (STTR) programs. \r\n\r\nResearch Objectives\r\n\r\nBased on the priority areas identified by the BRAIN 2025, and in further evaluation of the neurotechnologies currently available to neuroscience researchers, it was determined that there is a need to enable broad dissemination of tools/technologies that improve our understanding of brain function. Many of these inventions require additional research and development (R&D) before they can be disseminated to the broader neuroscience community. To fill this research gap, this Funding Opportunity Announcement (FOA) which uses the STTR grant mechanism, will support to support the development of novel neuroscience tools and technologies in order to better understand the structure and function of brain circuits- a major goal of the BRAIN Initiative. This FOA will support further development of neurotechnologies developed through the BRAIN initiative or through other funding programs in preparation for commercial dissemination.\r\n\r\nIt is expected that the activities proposed will require partnerships and close collaboration between the original developers of these technologies and Small Business Concerns (SBCs), which may be accomplished in a number of ways, including the use of multiple program directors/principal investigators. \r\n\r\nExamples of neurotechnologies that would be appropriate for this FOA include, but are not limited to, development of: \r\n\r\nWhile some of the markets for these products may be small, NIH is supportive of developing these technologies towards sustainable commercial manufacture. The full development and dissemination of these technologies will enable neuroscientists to perform novel hypothesis-driven experiments that are not feasible and/or reduce barriers to experiments that currently are too costly, difficult, or time consuming to perform broadly.   \r\n\r\nFor more information about neurotechnologies that may be of interest for this FOA, please see the BRAIN website:  https://www.braininitiative.nih.gov/index.htm\r\n\r\nProjects with non-exempt human subjects research will not be supported by this FOA. Such projects will not be accepted to this FOA.\r\n\r\nSee Section VIII. Other Information for award authorities and regulations.\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\tProbes for large scale sensing and/or manipulation of neural activity in vivo\r\n\t\t\tImaging instrumentation for recording and/or manipulating neural activity in vivo\r\n\t\t\tElectrodes for large-scale recording and/or circuit manipulation in vivo\r\n\t\t\tTechniques and approaches for recording/manipulating neural activity during behaviors\r\n\t\t\tNovel tools to facilitate the detailed analysis of complex circuits and provide insights into cellular interactions that underlie brain function  \r\n\t\t\tSoftware or hardware related to the BRAIN initiative\r\n\t\t\r\n\t\r\n\r\n","sbir_topic_link":"https://www.sbir.gov/node/1505893","subtopics":[]}]}]